{
  "users": [
    {
      "id": "1",
      "Name": "admin",
      "Password": "admin"
    },
    {
      "id": "2",
      "Name": "deimoslink",
      "Password": "deimoslink"
    },
    {
      "Password": "123456",
      "id": "rkueUciOg"
    },
    {
      "Name": "username",
      "Password": "123",
      "id": "ry2r8qsux"
    },
    {
      "Name": "getnewone",
      "Password": "555then666",
      "id": "Hy8CIqjde"
    },
    {
      "Name": "123",
      "Password": "123",
      "id": "Bk1bPqiOg"
    },
    {
      "Name": "user",
      "Password": "password",
      "id": "S1SAw5lYe"
    },
    {
      "Name": "deimos",
      "Password": "deimos",
      "id": "ryrosV_Fe"
    },
    {
      "Name": "deimoslink",
      "Password": "deimoslink",
      "id": "BymdO_v3x"
    }
  ],
  "courses": [
    {
      "Headline": "Существительное и Числительное",
      "Content": "Сделайте первый шаг и узнайте всё о самых важных словах — о существительных. Род, число, падеж… Чем числительные в английском отличаются от числительных в русском.",
      "ImageURL": "../public/pics/1.png"
    },
    {
      "Headline": "Фонетика и Орфография",
      "Content": "Правила чтения и правописание — первый шаг в освоение грамотности. Узнайте, что практически всё в английском подчиняется строгому набору правил. Понять эти правила равносильно тому, что стать грамотным.",
      "ImageURL": "../public/pics/2.png"
    },
    {
      "Headline": "Местоимение",
      "Content": "Разберитесь раз и навсегда с наиболее часто употребляемой частью речи. Внесите ясность в понимание категории лица и числа. Не совершайте тех ошибок, которые допускают большинство новичков.",
      "ImageURL": "../public/pics/3.png"
    },
    {
      "Headline": "Артикль и Кванторы",
      "Content": "Что такое артикль и зачем он нужен? Вы будете удивлены, но даже в русском языке есть его аналог. Не пугайтесь слова «Кванторы». Кванторы — это меры измерения вещества. Артикли и кванторы понадобятся вам, чтобы точнее выражать свои мысли.",
      "ImageURL": "../public/pics/4.png"
    },
    {
      "Headline": "Предлоги",
      "Content": "Служебная часть речи, которая показывает пространственно-временные отношения. Крайне важна для нас, ведь мы живем в мире с тремя измерениями и можем отличать прошлое от настоящего и будущего. Предлоги стоит выучить как можно раньше.",
      "ImageURL": "../public/pics/5.png"
    },
    {
      "Headline": "Прилагательное и Наречие",
      "Content": "Прилагательные и Наречия описывают предметы и действия, которые мы совершаем. Используйте их, чтобы бесконечно разнообразить вашу речь, выражать мысли непосредственно точно и давать эмоциональную окраску вашим высказываниям.",
      "ImageURL": "../public/pics/6.png"
    },
    {
      "Headline": "Вопрос",
      "Content": "Учитесь грамотно задавать вопросы. Если вы новичок в лингвистике, то здесь вы найдете простое и понятные объяснения основ синтаксиса языка. Это, безусловно, поможет вам при изучении.",
      "ImageURL": "../public/pics/7.png"
    },
    {
      "Headline": "Глагол",
      "Content": "Здесь вы найдете колоссальное количество информации по самой сложной и разнообразной части речи. Времена, залоги, наклонения… Около 70% изучения иностранного языка уходит непосредственно на изучение глагольных форм.",
      "ImageURL": "../public/pics/8.png"
    },
    {
      "Headline": "Модальные Глаголы",
      "Content": "Модальные Глаголы показывают отношение агента к совершаемому действию. Понимать и уместно употреблять модальные глаголы — значит чувствовать тонкости и оттенки языка. Освоийте Модальные Глаголы и начните использовать их на письме и в речи.",
      "ImageURL": "../public/pics/9.png"
    },
    {
      "Headline": "Страдательный Залог и Безличные Конструкции",
      "Content": "Повысьте формальность языка изучив Страдательный Залог и Безличные Конструкции. Знание этих синтаксических конструкций позволит вам понимать тексты любой сложности и разнообразит вашу собственную речь.",
      "ImageURL": "../public/pics/10.png"
    },
    {
      "Headline": "Составное Сказуемое и Синтаксис",
      "Content": "Этот блок для тех, кто хочет избавиться от грамматических ошибок. Если вы готовитесь к экзаменам или просто хотите повысить грамотность, то вам необходимо раз и навсегда освоить Синтаксис.",
      "ImageURL": "../public/pics/11.png"
    },
    {
      "Headline": "Косвенная Речь",
      "Content": "Этот блок будет чрезвычайно полезным для переводчиков. Как точно донести мысли и высказывания постороннего человека? Как не запутаться в согласовании времен и местоимений? Ответы в этом блоке.",
      "ImageURL": "../public/pics/1.png"
    },
    {
      "Headline": "Составное Сказуемое и Синтаксис",
      "Content": "Этот блок для тех, кто хочет избавиться от грамматических ошибок. Если вы готовитесь к экзаменам или просто хотите повысить грамотность, то вам необходимо раз и навсегда освоить Синтаксис.",
      "ImageURL": "../public/pics/2.png"
    },
    {
      "Headline": "Условные Предложения",
      "Content": "Частный случай наиболее распространенных в языке условных сложноподчиненных предложений. Все типы условных зависимых. Возможно, это звучит странно, но вы будете использовать их в речи с бесконечно большой вероятностью.",
      "ImageURL": "../public/pics/3.png"
    },
    {
      "Headline": "Союзы и Логика",
      "Content": "Причины, следствия, условия… Все это окажется довольно простым, если подробно рассмотреть этот блок. Если вы всё ещё говорите простыми предложениями, то самое время перейти на сложные.",
      "ImageURL": "../public/pics/4.png"
    },
    {
      "Headline": "Фразовые Глаголы",
      "Content": "Заметили, что знакомые слова зачастую переводятся совершенно иначе в зависимости от контекста? Огромный пласт разговорной лексики в этом блоке. Чрезвычайно полезно для повышения языковой осведомленности.",
      "ImageURL": "../public/pics/5.png"
    },
    {
      "Headline": "Лексикология",
      "Content": "Зачем учить каждое слово и каждый раз подглядывать в словарь? Узнайте основы словообразования. Начните экспериментировать с языком. Придумывайте собственные слова и не удивляйтесь тому, что носители языка понимают вас и даже считают вас остроумным.",
      "ImageURL": "../public/pics/6.png"
    },
    {
      "Headline": "Идиомы",
      "Content": "Научитесь говорить так, как вас нигде не научат. Используйте идиомы и не удивляйтесь, что носители языка воспринимают вас за своего. Говорите так, словно английский ваш родной язык.",
      "ImageURL": "../public/pics/7.png"
    },
    {
      "Headline": "Частые Ошибки",
      "Content": "Узнайте о наиболее распространенных ошибках. Это знание поможет вам не оказаться в нелепой ситуации и стать на порядок грамотнее других носителей языка.",
      "ImageURL": "../public/pics/8.png"
    },
    {
      "Headline": "Академическое Письмо",
      "Content": "Решили удариться в науку, но английский не родной язык? Не беда. Этот блок поможет вам освоить Академическое Письмо. Помните, что самые современные научные работы и техническая документация создаются на английском языке.",
      "ImageURL": "../public/pics/9.png"
    },
    {
      "Headline": "Деловая Коммуникация",
      "Content": "Общаетесь с англоговорящими партнёрами? Хотите научиться располагать к себе людей и время от времени обходиться без услуг профессионального переводчика? Пишете письма, работаете с документами? Тогда этот блок будет вам полезен.",
      "ImageURL": "../public/pics/10.png"
    },
    {
      "Headline": "Основы Перевода",
      "Content": "Повысьте свои переводческие навыки. Узнайте, как быстро и не задумываясь переводить эмфатические и безличные конструкции. Освежите в памяти основы художественного и технического перевода.",
      "ImageURL": "../public/pics/11.png"
    },
    {
      "Headline": "Стилистика и Словосочетаемость",
      "Content": "Узнавайте больше о сочетаемости слов. Рассматривайте синонимы и узнавайте, чем они отличаются друг от друга. Узнайте больше о стилистике и научитесь уместно использовать слова в зависимости от ситуации и окружения.",
      "ImageURL": "../public/pics/1.png"
    }
  ]
}
